{
    "LyondellBasell": {
        "Desription": "As a leader in the global chemical industry, LyondellBasell strives every day to be the safest, best operated and most valued company in our industry. The company’s products, materials and technologies are advancing sustainable solutions for food safety, access to clean water, healthcare and fuel efficiency in more than 100 international markets. LyondellBasell places high priority on diversity, equity and inclusion and is Advancing Good with an emphasis on our planet, the communities where we operate and our future workforce.  The company takes great pride in its world-class technology and customer focus. LyondellBasell has stepped up its circularity and climate ambitions and actions to address the global challenges of plastic waste and decarbonization. In 2022, LyondellBasell was named as one of FORTUNE Magazine's \"World's Most Admired Companies\" for the fifth consecutive year.",
        "Location": "Houston, TX",
        "Total Employee Count": "10,001+",
        "No. of employees on LinkedIn": "11,734"
    },
    "GE Aviation": {
        "Desription": "GE Aviation, an operating unit of GE (NYSE: GE), is a world-leading provider of jet and turboprop engines, components and integrated systems for commercial, military, business and general aviation aircraft. GE Aviation has a global service network to support these offerings.",
        "Location": "Cincinnati, OH",
        "Total Employee Count": "10,001+",
        "No. of employees on LinkedIn": "25,551"
    },
    "upGrad Rekrut": {
        "Desription": "Rekrut India is a recruitment and staffing solutions company that supports organizations in building their human capital. \nIn the dynamic world of today, when the future is both exciting and unpredictable, the human resource requirements of organizations too have become fluid and complex. Traditional recruitment practices aren’t designed to match up to the requirements of the new realities and lag behind the needs of today’s rising companies. \nRekrut simplifies hiring for organizations. Rekrut’s deep expertise, pioneering products, extensive network and patented technology reduces the complexity of the recruitment process and ensures that organizations always stay ahead of change. \n\nEXPERTISE\nA deep understanding of business and functional requirements. On the strength of over 100 recruiting experts Rekrut has created a Center of Excellence, setting a benchmark for industry sourcing capabilities and niche hiring skills. \n\nPRODUCTS\nRekrut SELECT\nEnabling organizations secure the right fit for the role\n\nRekrut PRO -Recruitment Process Outsourcing.\nPRO is end-to-end management of an organization’s recruitment needs\n\nRekrut FLEXI - Contingent Workforce Solution\nFlexible, Temporary & Contract staffing solutions for today’s dynamic environment\n\nRekrut FUTURES - Upskilled Future-ready Talent Force\nFUTURES, in partnership with upGrad, provides a talent pool equipped with the right skills and capability to power organisational growth\n\nRekrut ROD - Recruiter on Demand \nROD offers highly skilled, multifaceted recruiters who can be brought onboard instantly to support an organization’s hiring team with their scaling demands\n\nRekrut EDGE - Leadership Hiring\nEDGE excels in leadership hiring across functions, exhibiting the highest levels of professional and ethical standards\n\nNETWORK\nBuilt for speed and scale across a stunning width of geographies covering 600+ cities\n\nTECHNOLOGY\nThe best-in-class ATS (Application Tracking System), perfected to enable optimal decision-making",
        "Location": "Mumbai",
        "Total Employee Count": "51-200",
        "No. of employees on LinkedIn": "167"
    },
    "LONGULF TRADING (INDIA) PRIVATE LIMITED": {
        "Desription": null,
        "Location": null,
        "Total Employee Count": null,
        "No. of employees on LinkedIn": null
    },
    "Air Products India": {
        "Desription": "Air Products touches the lives of consumers around the globe in positive ways every day. With over 20,000 employees and operations in more than 50 countries, we serve customers across a wide range of industries, including refining, chemical, metals, electronics, manufacturing, and food and beverage. We supply a unique portfolio of atmospheric and process gases, equipment and services.\n\nFounded in 1940, Air Products has built a reputation for its innovative culture, operational excellence and commitment to safety and the environment. Our passionate, talented and committed employees from diverse backgrounds are driven by Air Products’ higher purpose to create innovative solutions that benefit the environment, enhance sustainability and address the challenges facing customers, communities and the world.                           \nProdair Air Products India Private Limited (Air Products India), a 100% subsidiary of Air Products and Chemicals Inc., USA, was established in 2009, having registered an office in Pune, Maharashtra. Air Products is present in four states of India as it operates an EPC center and IT center in Pune, Maharashtra, an EPC center in Vadodara, Gujarat, a Business Development office in Delhi and a World scale, Industrial Gas Complex at BPCL Kochi Refinery in Kochi, Kerala. Our India EPC centers, provides technology and equipment for air separation, hydrogen generation and associated technologies for industrial gases applications globally.\n\nOur world-scale industrial gas complex  was commissioned in 2017 to support the BPCL Integrated Refinery Expansion Project at the same location under the build-own-operate (BOO) model, the largest of its kind in India in terms of investment. Air Products’ Kochi Industrial Gas Complex, which generates hydrogen, nitrogen, oxygen, and steam, is an invaluable constituent of BPCL’s IREP to manufacture auto-fuels complying with Euro-IV/Euro-V specifications.",
        "Location": "Pune, Maharashtra",
        "Total Employee Count": "1,001-5,000",
        "No. of employees on LinkedIn": "274"
    },
    "Cactus Communications": {
        "Desription": "We offer \n- AI-powered scholarly publishing solutions to academic publishers and researchers;\n- editorial, translation, education, and training solutions for researchers;\n- strategic and tactical scientific content solutions to global life science organizations; and\n- solutions for science dissemination and engagement with peers, public, and policymakers for wider research outreach. \n\nWe incubate seed and early-stage startups that share our mission to solve global problems with science and technology solutions. \n\nWe have offices in London, Princeton, Singapore, Beijing, Shanghai, Tokyo, Seoul, Aarhus, and Mumbai; a global workforce of over 3,000 experts; and customers from over 190 countries.\n\nWe are a remote-first organization. We offer the flexibility to work from anywhere in your home country; you can work from where you are most productive.",
        "Location": "Mumbai, Maharashtra",
        "Total Employee Count": "1,001-5,000",
        "No. of employees on LinkedIn": "2,555"
    },
    "DSM": {
        "Desription": "Royal DSM is a purpose-led global science-based company in Nutrition, Health and Sustainable Living. DSM is driving economic prosperity, environmental progress and social advances to create sustainable value for all stakeholders. DSM delivers innovative business solutions for human nutrition, animal nutrition, personal care and aroma, medical devices, green products and applications, and new mobility and connectivity. The company is listed on Euronext Amsterdam.",
        "Location": "Heerlen, Limburg",
        "Total Employee Count": "10,001+",
        "No. of employees on LinkedIn": "15,720"
    },
    "Zinnov": {
        "Desription": "Founded in 2002, Zinnov – meaning Zeal in Innovation – A leading Management Consulting firm that helps organizations globalize their businesses, tackle organizational challenges & build institutional capability\n\nMission\nTo become a Leading Global Management Consulting firm\n\nDescription\nAt Zinnov, we work in tandem with our clients to tackle organizational challenges, improve performance and build institutional capability. \n\nWith advanced reasoning and analytical techniques, Zinnov provides customers with solutions that help in integrating organizational vision, business definition and processes. \n\nZinnov's key service offerings span across globalization of technology, People Practice and Market Expansion into growth markets, thereby creating a niche for ourselves in the industry today.\n\nFor additional information, visit www.zinnov.com",
        "Location": "The Woodlands, Texas",
        "Total Employee Count": "201-500",
        "No. of employees on LinkedIn": "514"
    },
    "Grafana Labs": {
        "Desription": "Grafana Labs is the company behind Grafana, Loki and Tempo, the leading open source software for visualizing operational data. Grafana Labs helps users get the most out of Grafana, enabling them to take control of their unified monitoring and avoid vendor lock in and the spiraling costs of closed solutions.",
        "Location": "New York, NY",
        "Total Employee Count": "501-1,000",
        "No. of employees on LinkedIn": "670"
    },
    "Siemens": {
        "Desription": "Siemens is a technology company focused on industry, infrastructure, mobility, and healthcare. Creating technologies for more resource-efficient factories and resilient supply chains to smarter buildings and grids, to cleaner, comfortable transportation and advanced healthcare, the company empowers customers to transform the industries that form the backbone of economies, transforming the everyday for billions of people. \n\nIn fiscal 2020, which ended on September 30, 2020, the Siemens Group generated revenue of €57.1 billion and net income of €4.2 billion. As of September 30, 2020, the company had around 293,000 employees worldwide.\nFurther information is available at www.siemens.com.\n\nChairman of the Supervisory Board\nJim Hagemann Snabe\n\nManaging Board\nRoland Busch (President and CEO)\nCedrik Neike\nMatthias Rebellius\nRalf P. Thomas\nJudith Wiese\n\nImprint: https://new.siemens.com/global/en/general/legal.html\nData privacy notice: https://new.siemens.com/global/en/general/siemens-on-social-media.html",
        "Location": "Munich",
        "Total Employee Count": "10,001+",
        "No. of employees on LinkedIn": "260,382"
    },
    "Sinensis Group": {
        "Desription": "Sinensis uses imported advanced techniques in India for specialized services. The achievement has been a delighted one because of the satisfied and growing customer base due to our services. We have to acquire goodwill by providing great services especially to the clients that stands out for premium quality.",
        "Location": "Mumbai, Maharashtra",
        "Total Employee Count": "2-10",
        "No. of employees on LinkedIn": "2"
    },
    "Indigo": {
        "Desription": "Dedicated to telling stories and creating experiences, Indigo is always looking for bright, energetic and customer-focused people who can help bring our exciting mission to life in one of our more than 200 Indigo, Indigospirit, Chapters and Coles stores across Canada. We offer a variety of exciting opportunities at our Retail Stores, Distribution Centres, and Home Office for people who share our passions and want to be part of a dynamic and enriching culture.\n\nPlus que tout, nous adorons raconter des histoires et créer des expériences. À Indigo, nous sommes toujours en quête de personnes brillantes, énergiques et axées sur le client pour se joindre à notre l’équipe et contribuer à réaliser notre mission dans l’un de nos 200 magasins Indigo, Indigospirit, Chapters et Coles partout au Canada. Nous avons plusieurs postes passionnants à pourvoir dans nos magasins, dans nos centres de distribution et à notre siège social. Nous cherchons des gens quipartagent notre passion et qui veulent une culture d’entreprisedynamique et enrichissante.",
        "Location": "Toronto, Ontario",
        "Total Employee Count": "5,001-10,000",
        "No. of employees on LinkedIn": "3,831"
    },
    "Apollo Hospitals": {
        "Desription": "Driven by the vision of its Chairman, Dr. Prathap C. Reddy, the Apollo Hospitals Group pioneered corporate healthcare in India \n\nOver the last 25 years Apollo Hospitals has become the largest integrated private hospital group in Asia with expertise in managing hospitals, clinics, health insurance, healthcare IT, Telemedicine, Education, Pharmacy retail & Medical business process outsourcing.\n\nIt owns & manages over 10000 beds across 51 hospitals, 1517 pharmacies & 102 clinics & holds the distinction of being the first amongst Indian hospitals to be accredited by Joint Commission International, USA. At present five Apollo hospitals at New Delhi, Bangalore, Chennai, Hyderabad & Dhaka are accredited by JCI. The group has always pioneered introduction of the latest world class technology in India at its hospitals like 320 Slice CT, Cyber-knife, & Computer Navigated Surgery.\n\nRenowned for its World class clinical talent & patient care, Apollo Hospitals today are a leading destination for a number of patients from all over the world who come to us in India not just for the great value but also for advanced procedures like Liver Transplants, Cardiac, Orthopedic, Spine surgery & Cancer treatments. \n\nApollo Hospitals has also launched Apollo Lifeline. It offers you services such as booking appointments, diabetes management, emergency services as well as general information.\nApollo Lifeline Numbers:\nNational: 1860 - 500 – 1066 \nInternational: 0091 - 404 - 344 – 1066",
        "Location": "Chennai, Tamil Nadu",
        "Total Employee Count": "10,001+",
        "No. of employees on LinkedIn": "18,879"
    }
}